Revit 2027 API
BuiltInFailures.GroupFailures.GroupPropagationFailedUngroup Property
 Can't make change to Group "[Type Name]" with more than one instance. To resolve: Ungroup and Group again under a new name. Edit and make change, then change all instances of the original Group to the new Group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId GroupPropagationFailedUngroup { get; }
Public Shared ReadOnly Property GroupPropagationFailedUngroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ GroupPropagationFailedUngroup {
	FailureDefinitionId^ get ();
}
static member GroupPropagationFailedUngroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace